{
    "comments": [
        {
            "content": "<img src='/static/content/assessments.png' class='guide_images' height='250vh'></img><br><b>1. Assessments: Unit vs Achievement Standards</b>\r\nUnit Standards:\r\nFocus on specific skills or tasks. Usually graded as Pass (Achieved) or Not Achieved only — no Merit or Excellence grades.\n\nAchievement Standards:\r\nMore detailed assessments graded at three levels:\n\n<ul class='guide_content_list'><li>Achieved (A): Meets basic requirements.</li></ul>\n<ul class='guide_content_list'><li>Merit (M): Shows good understanding or skill beyond Achieved.</li></ul>\n<ul class='guide_content_list'><li>Excellence (E): Demonstrates a very high level of understanding or skill.</li></ul><br><b>2. How to Read a Mark Schedule</b>\r\nA mark schedule or marking guide:\r\n<ul class='guide_content_list'><li>Explains how marks are awarded.</li></ul>\n<ul class='guide_content_list'><li>Shows how many marks each question or part is worth.</li></ul>\n<ul class='guide_content_list'><li>Details what kind of answers earn Achieved, Merit, or Excellence.</li></ul>\n<ul class='guide_content_list'><li>Provides examples of good answers or key points to include.</li></ul>\nUnderstanding this helps you aim for the highest possible grade.<br><br><b>3. Internal vs External Assessments</b>Internal Assessments:\r\nCompleted during the school year, marked by your teacher. May include projects, assignments, or tests. You usually get feedback and can sometimes improve your work.\r\n\nExternal Assessments:\r\nUsually final exams or portfolio submissions marked by NZQA examiners. These happen at the end of the year and test your knowledge in a controlled setting.<br><br><b>4. Internal-External Assessments (Work in class but externally marked)</b>Some assessments are completed in class but are sent to NZQA for marking. For example, portfolios or writing assessments done at school but marked externally. This ensures consistency in marking standards.<br><br><b>5. Extensions</b>If you can’t complete an internal assessment on time due to valid reasons (e.g., illness), you can apply for an extension through your school. You must provide evidence, and if approved, you get extra time to finish the work without penalty.<br><br><b>6. Resubmissions / Reassessments</b>Resubmissions:\r\nFor internal assessments, if your work was Not Achieved, you may be allowed to improve and resubmit it to try to pass.\r\n\nReassessments:\r\nSometimes you can redo an assessment or complete a similar task to try again if the first attempt was unsuccessful.\n\nNote: Not all assessments allow resubmissions or reassessments. It depends on the standard and your school’s policy.<br><br><b>7. Understanding Literacy & Numeracy</b>Literacy: The ability to read, write, and communicate effectively.\n\nNumeracy: The ability to understand and work with numbers and basic math skills.\n\r\nFor NCEA, you must demonstrate literacy and numeracy skills by earning a set number of approved credits. This is necessary to pass Level 1 and is important for university entrance and many jobs.\r\n\r\n",
            "id": "5",
            "user": [
                "Seb",
                0,
                "Admin"
            ],
            "profile": "eagle"
        }
    ]
}