{
    "comments": [
        {
            "content": "NCEA Tips & Tricks\r\n1. Tips for Tracking Your Progress\r\nUse a planner or digital app: Write down all your assessment dates, deadlines, and exam times. Google Calendar, Microsoft To Do, or a simple notebook works well.\r\n\r\n\r\nTrack credits: Keep a list of which standards you’ve completed and how many credits you’ve earned so far. This helps you see how close you are to your NCEA goals.\r\n\r\n\r\nRegularly check with your teacher: They can update you on your progress and help identify what you need to focus on.\r\n\r\n\r\nSet small goals: Break down big tasks into smaller steps with their own deadlines to avoid last-minute stress.\r\n\r\n\r\n\r\n2. Study Tips\r\nFind a quiet, comfortable study space: Free from distractions like phones, TV, or noisy environments.\r\n\r\n\r\nUse active study methods: Such as summarising notes, making flashcards, teaching someone else, or doing practice questions.\r\n\r\n\r\nTake breaks: Study for 25-50 minutes, then take a 5-10 minute break to keep your mind fresh (try the Pomodoro technique).\r\n\r\n\r\nStay organised: Keep all your study materials for each subject in one place. Use folders or binders.\r\n\r\n\r\nFocus on understanding: Don’t just memorise—try to really understand concepts so you can apply them in different situations.\r\n\r\n\r\nAsk for help early: If you’re stuck, ask your teacher, tutor, or classmates.\r\n\r\n\r\n\r\n3. Setting Up a Study Timetable — Being Prepared\r\nStart early: Don’t wait until exams or assessments are near. Begin preparing weeks in advance.\r\n\r\n\r\nList all your subjects and assessments: Include internal assessments and external exams.\r\n\r\n\r\nPrioritise: Spend more time on subjects or topics you find challenging.\r\n\r\n\r\nBe realistic: Don’t plan to study for hours non-stop. Schedule manageable sessions with breaks.\r\n\r\n\r\nMix it up: Rotate subjects during study sessions to keep things interesting and reduce fatigue.\r\n\r\n\r\nInclude rest and fun: Balance study with downtime to avoid burnout.\r\n\r\n\r\nReview and adjust: Your timetable isn’t fixed. Change it if you find something isn’t working.\r\n\r\n\r\nPrepare your materials: Have your notes, textbooks, stationery, and any tech ready before each session to avoid wasting time.\r\n\r\n",
            "id": "8",
            "user": [
                "Seb",
                0,
                "Admin"
            ]
        }
    ]
}