{
    "comments": [
        {
            "content": "What Are CAAs?\n\nCAAs are new nationally set assessments introduced in 2024 as part of the NCEA Change Programme.\n\nThey are designed to:\n\nGive all students across Aotearoa the same assessment opportunities\n\nCheck learning consistently (like externals, but done in school time)\n\nSupport fairness and reliability in NCEA results\n\nWhich Subjects Have CAAs?\n\nCAAs currently exist in a few subjects, mostly at Level 1:\n\nEnglish\n\nScience\n\nMaths/Statistics\n\nOther core subjects being trialed and added over time\n\nEach subject has one CAA at Level 1, worth a set number of credits.\n\nWhen Do You Do Them?\n\nCAAs are sat in class during the year, not in November like external exams.\nSchools choose when to run them (NZQA provides the materials).\n\nYou'll complete them under exam-style conditions (like externals, but shorter).\n\nHow Are They Marked?\n\nTeachers mark your work at school\n\nNZQA checks and moderates marking to keep it fair nationwide\n\nGrades are the same as Achievement Standards: N, A, M, E\n\nWhy Did They Introduce CAAs?\n\nTo reduce exam overload at the end of the year\n\nTo make sure all students get a consistent chance to show what they know\n\nTo make assessments more connected to what you learn in class\n\nCAA vs External Exams\n| Feature | CAAs (New) | External Exams (Old style) |\n\n|---------------------|-----------------------------------|-----------------------------|\n\n| Timing | During school year | November exam block |\n\n| Location | At your school, in class | Exam hall |\n\n| Marked by | Your teacher (moderated by NZQA) | NZQA markers |\n\n| Pressure level | Lower - spread across year | Higher - all at once |\n\nDo CAAs Replace All Exams?\n\nNo ❌. They only replace some external standards at Level 1 for now.\n\nYoull still have a mix of internals, CAAs, and externals depending on your subjects.\n\nLevels 2 and 3 are mostly unchanged (externals still exist).\n\nTips for Success in CAAs\n\nTreat them seriously - they count just like any other credits\n\nPrepare like you would for an exam (practice past CAAs if your teacher has them)\n\nAsk your teacher when your class is scheduled to sit them\n\nDon't leave revision to the last minute - they can happen anytime in the year\n\nWhy CAAs Matter for You\n\nThey're part of earning your NCEA Level 1\n\nThey spread the load so you're not relying only on November exams\n\nThey help make NCEA more consistent and fair across all schools",
            "id": "4",
            "user": [
                "Seb",
                0,
                "Admin"
            ]
        }
    ]
}