{
    "comments": [
        {
            "content": "<b>NCEA Rules: Use of AI and Plagiarism</b>\n<img src='/static/content/rules.png' class='guide_images' height='250vh'></img><br><b>1. Use of AI (Artificial Intelligence) in NCEA Assessments</b><ul class='guide_content_list'><li>AI tools (like ChatGPT or other generative software) are generally not allowed unless your teacher or NZQA specifically permits it for an assessment.</li></ul>\r\n<ul class='guide_content_list'><li>You must always produce your own original work. If you use AI or any other help, you need to declare it and make sure it complies with your school’s and NZQA’s rules.</li></ul>\r\n<ul class='guide_content_list'><li>Using AI to generate essays, answers, or assignments without acknowledgment can be considered unauthorized assistance or misconduct.</li></ul>\r\n<ul class='guide_content_list'><li>Schools are still developing clear guidelines on AI, so the safest approach is to check with your teacher before using AI tools for assessments.</li></ul><br><b>2. Plagiarism</b>\r\n<ul class='guide_content_list'><li>Plagiarism means using someone else’s work, ideas, words, or images without proper acknowledgment and presenting it as your own.</li></ul>\r\n<ul class='guide_content_list'><li>This includes copying from books, websites, other students, or AI-generated content without referencing the source.</li></ul>\r\n<ul class='guide_content_list'><li>Plagiarism is considered serious misconduct and can lead to:</li></ul>\r\n<ul class='guide_content_list'><li>Loss of marks</li></ul>\r\n<ul class='guide_content_list'><li>Disqualification from the assessment or qualification</li></ul>\r\n<ul class='guide_content_list'><li>Possible further disciplinary actions by the school or NZQA</li></ul>\r\n<ul class='guide_content_list'><li>To avoid plagiarism:</li></ul>\r\n<ul class='guide_content_list'><li>Always reference your sources correctly.</li></ul>\r\n<ul class='guide_content_list'><li>Use quotation marks for direct quotes.</li></ul>\r\n<ul class='guide_content_list'><li>Paraphrase information in your own words and cite the original author.</li></ul>\r\n<ul class='guide_content_list'><li>When in doubt, ask your teacher how to properly acknowledge sources.</li></ul><br><b>Summary</b>\r\n<ul class='guide_content_list'><li>Always do your own work and be honest about any help you receive.</li></ul>\r\n<ul class='guide_content_list'><li>If you want to use AI tools, check with your teacher first and follow their instructions.</li></ul>\r\n<ul class='guide_content_list'><li>Avoid plagiarism by citing all sources and creating original content.</li></ul>\r\n",
            "id": "9",
            "user": [
                "Seb",
                0,
                "Admin"
            ],
            "profile": "eagle"
        }
    ]
}