{
    "comments": [
        {
            "content": "<img src='/static/content/success.png' class='guide_images' height='250vh'></img><b>NCEA Endorsements Explained</b><br><b>What is an Endorsement?</b>An endorsement is a way to recognise when you do really well in a subject or across a whole NCEA level. It shows that you didn’t just pass — you did it with merit or excellence.\r\n\nThere are two main types of endorsements:\r\n1. Certificate Endorsement (for your overall NCEA level)\r\n2. Course (or Subject) Endorsement (for individual subjects)<br><br><b>1. Certificate Endorsement</b>This is for your whole NCEA Level 1, 2, or 3 certificate.\r\nTo get your certificate endorsed with Merit or Excellence, you need:\r\n<ul class='guide_content_list'><li>At least 50 credits at Merit (for Merit Endorsement)</li></ul>\r\n<ul class='guide_content_list'><li>OR at least 50 credits at Excellence (for Excellence Endorsement)</li></ul>\r\nNote: The credits can come from any subjects at that NCEA level (or above).\r\n\nExample:\nIf you’re in Year 11 and earn 52 credits at Excellence in total across all your subjects, your Level 1 Certificate will be Endorsed with Excellence.<br><br><b>2. Course (Subject) Endorsement</b>This is for doing well in a specific subject in one year (like English or Science).\r\n\nTo get a Course Endorsement, you need:\r\n<ul class='guide_content_list'><li>14 or more credits in that subject at Merit or Excellence</li></ul>\r\n<ul class='guide_content_list'><li>At least 3 credits from internal assessmentsM/li></ul>\r\n<ul class='guide_content_list'><li>At least 3 credits from external assessments</li></ul>\r\n(Some subjects like PE or Art may not have external exams — that’s okay; NZQA makes exceptions.)\r\n\nExample:\r\nIf you get 16 credits in Level 1 Science with 10 from internal assessments and 6 from external exams, and 14 of those credits are at Excellence, you’ll get a Course Endorsement with Excellence in Science.<br><br><b>Why Do Endorsements Matter?</b>\r\n<ul class='guide_content_list'><li>They show you're performing above the standard.</li></ul>\r\n<ul class='guide_content_list'><li>They look great on your school reports and future applications (e.g., university, scholarships, jobs).</li></ul>\r\n<ul class='guide_content_list'><li>They’re a good personal goal if you want to challenge yourself.</li></ul>",
            "id": "7",
            "user": [
                "Seb",
                0,
                "Admin"
            ],
            "profile": "eagle"
        }
    ]
}